10/data/attachments/33279045355fcd4b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Denise_surface_Friend_13009_7</nif:username>
            <nif:friendToBeRequested>soap_friends_6a098ebe-a316-49a3-a6fa-8377ab78b4e0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>